Repository: insert3coins/EliteDataRelay
Catalog: Properties/Strings.*.resx
Languages: de, fr, ru

# Diagnostics_Title
source: Diagnostics
de: Diagnose
ru: Диагностика

# Diagnostics_OpenFolder
source: Open Folder
de: Ordner öffnen
fr: Ouvrir le dossier
ru: Открыть папку

# Diagnostics_ClearLog
source: Clear Log
de: Protokoll löschen
fr: Effacer le journal
ru: Очистить журнал

# Diagnostics_Refresh
source: Refresh
de: Aktualisieren
fr: Rafraîchir
ru: Обновить

# Settings_AdvancedGroup_Title
source: Advanced
de: Erweitert
fr: Avancé
ru: Дополнительно

# Settings_FastStart_Label
source: Fast start: skip journal history at startup
de: Schnellstart: Journalverlauf beim Start überspringen
fr: Démarrage rapide : ignorer l’historique du journal au démarrage
ru: Быстрый запуск: пропускать историю журнала при старте

# Settings_VerboseLogging_Label
source: Enable verbose logging
de: Ausführliches Logging aktivieren
fr: Activer la journalisation détaillée
ru: Включить подробное логирование

# Settings_OpenDiagnostics_Button
source: Open Diagnostics...
de: Diagnose öffnen...
fr: Ouvrir Diagnostics...
ru: Открыть диагностику...

# Settings_Localization_GroupTitle
source: Localization
de: Sprache
fr: Langue
ru: Язык

# Settings_Localization_LanguageLabel
source: Language
de: Sprache
fr: Langue
ru: Язык

# Settings_Localization_RestartNote
source: Language updated. Some texts will update after restart.
de: Sprache aktualisiert. Einige Texte werden nach einem Neustart aktualisiert.
fr: Langue mise à jour. Certains textes seront mis à jour après redémarrage.
ru: Язык обновлён. Некоторые тексты обновятся после перезапуска.

# Settings_Title
source: Settings
de: Einstellungen
fr: Paramètres
ru: Настройки

# Settings_Subtitle
source: Customize your experience
de: Passen Sie Ihre Erfahrung an
fr: Personnalisez votre expérience
ru: Настройте приложение

# Settings_Save
source: Save
de: Speichern
fr: Enregistrer
ru: Сохранить

# Settings_Cancel
source: Cancel
de: Abbrechen
fr: Annuler
ru: Отмена

# Settings_Nav_General
source: General
de: Allgemein
fr: Général
ru: Общее

# Settings_Nav_Overlay
source: Overlay
ru: Оверлей

# Settings_Nav_Hotkeys
source: Hotkeys
de: Tastenkürzel
fr: Raccourcis
ru: Горячие клавиши

# Settings_Nav_Advanced
source: Advanced
de: Erweitert
fr: Avancé
ru: Дополнительно

# Settings_Nav_Localization
source: Localization
de: Sprache
fr: Langue
ru: Язык

# Common_OK
source: OK
ru: ОК

# Common_Error
source: Error
de: Fehler
fr: Erreur
ru: Ошибка

# Common_Copied
source: Copied to clipboard!
de: In die Zwischenablage kopiert!
fr: Copié dans le presse‑papiers !
ru: Скопировано в буфер обмена!

# Error_OpenUrlFormat
source: Failed to open URL: {0}
de: Öffnen der URL fehlgeschlagen: {0}
fr: Échec d’ouverture de l’URL : {0}
ru: Не удалось открыть URL: {0}

# About_WindowTitle
source: About Elite Data Relay
de: Über Elite Data Relay
fr: À propos d’Elite Data Relay
ru: О программе Elite Data Relay

# About_VersionLabel
source: Version
ru: Версия

# About_VersionNotFound
source: Version not found
de: Version nicht gefunden
fr: Version introuvable
ru: Версия не найдена

# About_ViewProject
source: View Project on GitHub
de: Projekt auf GitHub ansehen
fr: Voir le projet sur GitHub
ru: Посмотреть проект на GitHub

# About_Description
source: Windows companion for Elite Dangerous. Watches game journals to track cargo, materials, ship and location; logs and visualizes exploration (FSS/Scan/SAA) in a local database with a one-time history import; provides lightweight overlays and a web overlay for streaming.
de: Windows‑Begleitapp für Elite Dangerous. Überwacht Spieljournale, um Fracht, Materialien, Schiff und Standort zu verfolgen; protokolliert und visualisiert Erkundung (FSS/Scan/SAA) in einer lokalen Datenbank mit einmaligem Import; bietet leichte Overlays und ein Web‑Overlay für Streaming.
fr: Application compagnon Windows pour Elite Dangerous. Surveille les journaux du jeu pour suivre la cargaison, les matériaux, le vaisseau et la localisation ; enregistre et visualise l’exploration (FSS/Scan/SAA) dans une base locale avec une importation historique unique ; fournit des overlays légers et un overlay web pour le streaming.
ru: Приложение‑компаньон для Windows для Elite Dangerous. Отслеживает журналы игры, чтобы следить за грузом, материалами, кораблём и местоположением; записывает и визуализирует исследование (FSS/Scan/SAA) в локальной базе данных с однократным историческим импортом; предоставляет лёгкие оверлеи и веб‑оверлей для стриминга.

# Exploration_VisitedSystems_Header
source: VISITED SYSTEMS
de: BESUCHTE SYSTEME
fr: SYSTÈMES VISITÉS
ru: ПОСЕЩЕННЫЕ СИСТЕМЫ

# Exploration_SelectSystem
source: Select a system to view details
de: Wählen Sie ein System aus, um Details anzuzeigen
fr: Sélectionnez un système pour afficher les détails
ru: Выберите систему для просмотра подробностей

# Exploration_Col_SystemName
source: System Name
fr: Nom du système
ru: Название системы

# Exploration_Col_Bodies
source: Bodies
de: Körper
fr: Corps
ru: Объекты

# Exploration_Col_LastVisit
source: Last Visit
de: Letzter Besuch
fr: Dernière visite
ru: Последний визит

# Exploration_Col_BodyName
source: Body Name
de: Objektname
fr: Nom de l’astre
ru: Название объекта

# Exploration_Col_Type
source: Type
de: Typ
ru: Тип

# Exploration_Col_Distance
source: Distance
de: Entfernung
ru: Расстояние

# Exploration_Col_Status
source: Status
fr: Statut
ru: Статус

# Exploration_Status_Scanned
source: Scanned
de: Gescant
fr: Scanné
ru: Сканировано

# Exploration_Status_Mapped
source: Mapped
de: Kartiert
fr: Cartographié
ru: Картировано

# Exploration_Status_FirstDiscovery
source: First Discovery
de: Erste Entdeckung
fr: Première découverte
ru: Первое открытие

# Exploration_Status_FirstFootfall
source: First Footfall!
de: Erster Fußabdruck!
fr: Premier pas !
ru: Первый шаг!

# Exploration_Status_Known
source: Known
de: Bekannt
fr: Connu
ru: Известно

# Exploration_History_Empty
source: EXPLORATION HISTORY: No data yet - start monitoring and scan some systems!
de: ERKUNDUNGSHISTORIE: Keine Daten – Überwachung starten und Systeme scannen!
fr: HISTORIQUE D’EXPLORATION : Aucune donnée — démarrez la surveillance et scannez des systèmes !
ru: ИСТОРИЯ ИССЛЕДОВАНИЙ: Нет данных — включите мониторинг и сканируйте системы!

# Exploration_History_StatsFormat
source: EXPLORATION HISTORY: {0}
de: ERKUNDUNGSHISTORIE: {0}
fr: HISTORIQUE D’EXPLORATION : {0}
ru: ИСТОРИЯ ИССЛЕДОВАНИЙ: {0}

# Overlay_NoSystemData
source: NO SYSTEM DATA
de: KEINE SYSTEMDATEN
fr: AUCUNE DONNÉE SYSTÈME
ru: НЕТ ДАННЫХ СИСТЕМЫ

# Overlay_FSS_CompleteFormat
source: FSS: Complete ({0} bodies)
de: FSS: Abgeschlossen ({0} Körper)
fr: FSS : Terminé ({0} corps)
ru: FSS: Завершено ({0} объектов)

# Overlay_ScannedFormatWithTotal
source: Scanned: {0} / {1}
de: Gescant: {0} / {1}
fr: Scannés : {0} / {1}
ru: Сканировано: {0} / {1}

# Overlay_ScannedFormat
source: Scanned: {0}
de: Gescant: {0}
fr: Scannés : {0}
ru: Сканировано: {0}

# Overlay_MappedFormat
source: Mapped: {0}
de: Kartiert: {0}
fr: Cartographiés : {0}
ru: Картировано: {0}

# Overlay_KnownSystem
source: Known System
de: Bekanntes System
fr: Système connu
ru: Известная система

# Overlay_SessionFormat
source: Session: {0} systems
de: Sitzung: {0} Systeme
fr: Session : {0} systèmes
ru: Сессия: {0} систем

# Overlay_ScansLabel
source: {0} scans
ru: {0} сканов

# Overlay_MappedLabel
source: {0} mapped
de: {0} kartiert
fr: {0} cartographiés
ru: {0} картировано

# Tray_Minimized
source: Minimized to tray.
de: In den Infobereich minimiert.
fr: Réduit dans la zone de notification.
ru: Свернуто в трей.
